tap "1password/tap"
tap "FelixKratz/formulae"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "cantino/mcfly"
tap "coin-or-tools/coinor"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "derailed/popeye"
tap "earthly/earthly"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jdxcode/tap"
tap "keith/formulae"
tap "orf/brew"
tap "railwaycat/emacsmacport"
tap "remotemobprogramming/brew"
tap "saulpw/vd"
tap "schniz/tap"
tap "syncdk/aws-session-manager-plugin"
tap "tako8ki/tap"
tap "withgraphite/tap"
brew "asciinema"
brew "autoconf"
brew "autoconf@2.69", link: true
brew "automake"
brew "aws-session-manager-plugin"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "mcfly"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "dive"
brew "docker"
brew "docker-compose"
brew "earthly"
brew "efm-langserver"
brew "elixir"
brew "elixir-ls"
brew "erlang"
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fnm"
brew "folly"
brew "fontforge"
brew "fop"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc@11"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-recent"
brew "gitui"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobang"
brew "gobject-introspection"
brew "golang-migrate"
brew "gping"
brew "gradle"
brew "graphite"
brew "graphviz"
brew "grex"
brew "grpc"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "hey"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "kafka"
brew "kcat"
brew "git-pile"
brew "kerl"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libheif"
brew "librdkafka"
brew "librsvg"
brew "libxslt"
brew "libyaml"
brew "localstack"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "mob"
brew "mosh"
brew "multimarkdown"
brew "neofetch"
brew "ninja"
brew "nss"
brew "openldap"
brew "openssl@3"
brew "pango"
brew "pinentry-mac"
brew "prql-compiler"
brew "pulumi"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "ripgrep"
brew "rtx"
brew "sd"
brew "silicon"
brew "sketchybar"
brew "slides"
brew "source-highlight"
brew "spotifyd"
brew "spotify-tui"
brew "starship"
brew "svim"
brew "svn"
brew "tcl-tk"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ugit"
brew "unbound"
brew "unixodbc"
brew "viddy"
brew "vim"
brew "visidata"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "xxh"
brew "yt-dlp"
brew "zlib"
brew "zookeeper"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "aws-vault"
cask "aws-vpn-client"
cask "betterdiscord-installer"
cask "brooklyn"
cask "camo-studio"
cask "cider"
cask "cron"
cask "daisydisk"
cask "dash"
cask "discord"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "grammarly"
cask "grammarly-desktop"
cask "hammerspoon"
cask "httpie"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "klogg"
cask "krisp"
cask "livebook"
cask "logi-options-plus"
cask "loopback"
cask "lunar"
cask "meetingbar"
cask "mockoon"
cask "monodraw"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "onionshare"
cask "pictogram"
cask "postgres-unofficial"
cask "protonmail-bridge"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "sizzy"
cask "slack"
cask "sonic-pi"
cask "soundsource"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "tor-browser"
cask "vlc"
cask "wezterm-nightly"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Dark Reader for Safari", id: 1438243180
mas "Dynamo", id: 1445910651
mas "Flow", id: 1423210932
mas "Gifski", id: 1351639930
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Numbers", id: 409203825
mas "OverPicture", id: 1188020834
mas "Pages", id: 409201541
mas "Save to Matter", id: 1548677272
mas "Tailscale", id: 1475387142
mas "Time Zone Converter and Clock", id: 1255311569
mas "Xcode", id: 497799835
mas "iWallpaper - Live Wallpaper", id: 1552826194
