brew "asciinema"
brew "autoconf"
brew "autoconf@2.69", link: true
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "cantino/mcfly/mcfly"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "dive"
brew "earthly/earthly/earthly"
brew "efm-langserver"
brew "elixir"
brew "elixir-ls"
brew "erlang"
brew "exa"
brew "exercism"
brew "facebook/fb/idb-companion"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fnm"
brew "folly"
brew "fontforge"
brew "fop"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-recent"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "gradle"
brew "graphviz"
brew "grex"
brew "grpc"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "hey"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "kafka"
brew "kcat"
brew "keith/formulae/git-pile"
brew "kerl"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libheif"
brew "librdkafka"
brew "librsvg"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "magic-wormhole"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "multimarkdown"
brew "neofetch"
brew "ninja"
brew "nss"
brew "openldap"
brew "openssl@3"
brew "gping"
brew "pango"
brew "pinentry-mac"
brew "podman"
brew "pulumi"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qmk/qmk/qmk"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "remotemobprogramming/brew/mob"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "slides"
brew "source-highlight"
brew "spotify-tui"
brew "starship"
brew "svn"
brew "syncdk/aws-session-manager-plugin/aws-session-manager-plugin"
brew "tcl-tk"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ugit"
brew "unbound"
brew "unixodbc"
brew "viddy"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "withgraphite/tap/graphite"
brew "wxwidgets"
brew "xxh"
brew "youtube-dl"
brew "zlib"
brew "zookeeper"
brew "zoxide"
cask "1password/tap/1password-cli"
cask "alt-tab"
cask "aws-vault"
cask "brooklyn"
cask "fig"
cask "font-dm-mono"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono"
cask "font-victor-mono-nerd-font"
cask "fontforge"
cask "kitty"
cask "meetingbar"
cask "mockoon"
cask "ngrok"
cask "raycast"
cask "temurin8"
cask "wez/wezterm/wezterm-nightly"
cask "wkhtmltopdf"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Dark Reader for Safari", id: 1438243180
mas "Dynamo", id: 1445910651
mas "Endel", id: 1484348796
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Magnet", id: 441258766
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OverPicture", id: 1188020834
mas "Pages", id: 409201541
mas "Save to Matter", id: 1548677272
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Vimari", id: 1480933944
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
tap "aws/tap"
tap "buo/cask-upgrade"
tap "cantino/mcfly"
tap "coin-or-tools/coinor"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "derailed/popeye"
tap "earthly/earthly"
tap "facebook/fb"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "orf/brew"
tap "railwaycat/emacsmacport"
tap "remotemobprogramming/brew"
tap "schniz/tap"
tap "syncdk/aws-session-manager-plugin"
tap "wez/wezterm"
tap "withgraphite/tap"
