tap "1password/tap"
tap "FelixKratz/formulae"
tap "ankitpokhrel/jira-cli"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "coin-or-tools/coinor"
tap "d12frosted/emacs-plus"
tap "d99kris/nchat"
tap "derailed/k9s"
tap "derailed/popeye"
tap "earthly/earthly"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "janniks/git-ignore"
tap "joshmedeski/sesh"
tap "keith/formulae"
tap "ms-jpq/sad"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "orf/brew"
tap "oven-sh/bun"
tap "prql/homebrew-prql"
tap "railwaycat/emacsmacport"
tap "remotemobprogramming/brew"
tap "saulpw/vd"
tap "schniz/tap"
tap "tako8ki/tap"
tap "steipete/tap"
tap "withgraphite/tap"
tap "yakitrak/yakitrak"
brew "asciinema"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "bun"
brew "circleci", args: ["ignore-dependencies"]
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dooit"
brew "dotenv-linter"
brew "earthly"
brew "efm-langserver"
brew "elixir"
brew "elixir-ls"
brew "erlang"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fnm"
brew "folly"
brew "fontforge"
brew "fop"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc@11"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-ignore"
brew "git-lfs"
brew "git-pile"
brew "git-recent"
brew "gitui"
brew "glib"
brew "glow"
brew "gnu-sed"
brew "ghostscript"
brew "gnupg"
brew "gogcli"
brew "gnutls"
brew "go"
brew "gobang"
brew "gobject-introspection"
brew "golang-migrate"
brew "gping"
brew "gradle"
brew "graphite"
brew "graphviz"
brew "grex"
brew "grpc"
brew "guile"
brew "gum"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "hey"
brew "himalaya"
brew "http-server"
brew "httpie"
brew "hub"
brew "hurl"
brew "imagemagick"
brew "jd"
brew "jira-cli"
brew "jj"
brew "jiratui"
brew "jless"
brew "jq"
brew "jqp"
brew "just"
brew "k6"
brew "k9s"
brew "kafka"
brew "kcat"
brew "kerl"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lazyjj"
brew "libheif"
brew "librdkafka"
brew "librsvg"
brew "libxslt"
brew "libyaml"
brew "localstack"
brew "logdy"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "mise"
brew "mkcert"
brew "mob"
brew "mods"
brew "mosh"
brew "multimarkdown"
brew "nchat"
brew "neofetch"
brew "ninja"
brew "obsidian-cli"
brew "nss"
brew "openldap"
brew "openssl@3"
brew "peekaboo"
brew "pango"
brew "pinentry-mac"
brew "pipx"
brew "posting"
brew "pyenv"
brew "prql-query"
brew "prqlc"
brew "pulumi"
brew "python3"
brew "qemu"
brew "qt"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "sad"
brew "sd"
brew "sesh"
brew "silicon"
brew "sketchybar", restart_service: false
brew "slides"
brew "songsee"
brew "summarize"
brew "source-highlight"
brew "starship"
brew "stylua"
brew "svim"
brew "subversion"
brew "switchaudio-osx"
brew "tailspin"
brew "tcl-tk"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "typos-cli"
brew "ugit"
brew "unbound"
brew "unixodbc"
brew "uv"
brew "viddy"
brew "vim"
brew "visidata"
brew "viu"
brew "wacli"
brew "watch"
brew "watchexec"
brew "watchman"
brew "weechat"
brew "wget"
brew "wxwidgets"
brew "xxh"
brew "yarn"
brew "yt-dlp"
brew "zig"
brew "zellij"
brew "zlib"
brew "zookeeper"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "alt-tab"
cask "appcleaner"
cask "aerospace"
cask "arc"
cask "aws-vault-binary"
cask "aws-vpn-client"
cask "betterdiscord-installer"
cask "brooklyn"
cask "camo-studio"
cask "daisydisk"
cask "dash"
cask "discord"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-maple-mono-nf"
cask "font-sketchybar-app-font"
cask "font-terminess-ttf-nerd-font"
cask "fontforge-app"
cask "ghostty"
cask "grammarly"
cask "grammarly-desktop"
cask "hammerspoon"
cask "hiddenbar"
cask "httpie-desktop"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "klogg"
cask "livebook"
cask "logi-options+"
cask "loopback"
cask "lunar"
cask "mitmproxy"
cask "mockoon"
cask "monodraw"
cask "neovide-app"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pictogram"
cask "postgres-unofficial"
cask "protonmail-bridge"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "redisinsight"
cask "session-manager-plugin"
cask "sf-symbols"
cask "sizzy"
cask "slack"
cask "snowflake-snowsql"
cask "sonic-pi"
cask "soundsource"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "todoist-app"
cask "tor-browser"
cask "vlc"
cask "wezterm"
cask "wkhtmltopdf"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Bear", id: 1091189122
mas "Dark Reader for Safari", id: 1438243180
mas "Dynamo", id: 1445910651
mas "Endel", id: 1346247457
mas "Flow", id: 1423210932
mas "Gifski", id: 1351639930
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "LimeChat", id: 414030210
mas "Logic Pro", id: 634148309
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "MainStage", id: 634159523
mas "Metronome", id: 1629209970
mas "Numbers", id: 409203825
mas "OverPicture", id: 1188020834
mas "Pages", id: 409201541
mas "Save to Matter", id: 1548677272
mas "Tailscale", id: 1475387142
mas "Time Zone Converter and Clock", id: 1255311569
mas "Xcode", id: 497799835
mas "WhatsApp", id: 310633997
mas "iWallpaper - Live Wallpaper", id: 1552826194
