tap "aws/tap"
tap "cantino/mcfly"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "derailed/popeye"
tap "facebook/fb"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "buo/cask-upgrade"
tap "orf/brew"
tap "railwaycat/emacsmacport"
tap "schniz/tap"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.9"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "dive"
brew "efm-langserver"
brew "wxwidgets"
brew "elixir-ls"
brew "exercism"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fop"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-recent"
brew "glow"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "gradle"
brew "grpc"
brew "helm"
brew "hey"
brew "httpie"
brew "hub"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "kerl"
brew "kubernetes-cli"
brew "kubectx"
brew "pango"
brew "librsvg"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "magic-wormhole"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "multimarkdown"
brew "neovim", args: ["HEAD"]
brew "pulumi"
brew "qt"
brew "ripgrep"
brew "slides"
brew "source-highlight"
brew "spotify-tui"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "cantino/mcfly/mcfly"
brew "facebook/fb/idb-companion"
brew "helix-editor/helix/helix"
brew "orf/brew/gping"
cask "aws-vault"
cask "brooklyn"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-victor-mono-nerd-font"
cask "meetingbar"
cask "mockoon"
cask "ngrok"
cask "temurin8"
tap "cantino/mcfly"
tap "coin-or-tools/coinor"
tap "earthly/earthly"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "remotemobprogramming/brew"
tap "syncdk/aws-session-manager-plugin"
brew "autoconf"
brew "autoconf@2.69", link: true
brew "automake"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "pkg-config"
brew "broot"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "dive"
brew "fd"
brew "findutils"
brew "fish"
brew "fnm"
brew "folly"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "mkcert"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nss"
brew "openssl@3"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "xxh"
brew "zlib"
brew "zoxide"
brew "cantino/mcfly/mcfly"
brew "earthly/earthly/earthly"
brew "hashicorp/tap/terraform"
brew "remotemobprogramming/brew/mob"
brew "syncdk/aws-session-manager-plugin/aws-session-manager-plugin"
brew "mas"
cask "ngrok"
cask "raycast"
cask "wkhtmltopdf"
cask "kitty"
