tap "aws/tap"
tap "cantino/mcfly"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "derailed/popeye"
tap "facebook/fb"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "orf/brew"
tap "prisma/prisma"
tap "railwaycat/emacsmacport"
tap "schniz/tap"
tap "snaplet/brew"
brew "openssl@1.1"
brew "python@3.9"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "dive"
brew "wxwidgets"
brew "exercism"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "git-recent"
brew "glow"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grpc"
brew "helm"
brew "hey"
brew "httpie"
brew "hub"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "librdkafka"
brew "kafkacat"
brew "kerl"
brew "kubernetes-cli"
brew "kubectx"
brew "pango"
brew "librsvg"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "magic-wormhole"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "multimarkdown"
brew "neovim"
brew "pulumi"
brew "qt"
brew "ripgrep"
brew "slides"
brew "source-highlight"
brew "spotify-tui"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "cantino/mcfly/mcfly"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-sexy-v1-icon"]
brew "facebook/fb/idb-companion"
brew "orf/brew/gping"
brew "snaplet/brew/cli"
cask "adoptopenjdk8"
cask "aws-vault"
cask "brooklyn"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-victor-mono-nerd-font"
cask "meetingbar"
cask "mockoon"
cask "ngrok"
